stopword_wechat = ['全国','真的','真相','了解','造谣','传谣','一定','需要','靠谱','竟然','现在','消息','听听','大妈','大家','所谓', '听说','最好','不必','千万别','三大','千万','有人','没这回事','子虚乌有','以为','回事','发个',
                   '10','14','30','80','2014','2015','2016','2017','2018','2019','2020','2021','2022',
                   '今天','新鲜出炉','新鲜','出炉','朋友圈','top10','谣言热榜','热榜','榜单',
                   '一月','二月','三月','四月','五月','六月','七月','八月','九月','十月','十一月','十二月',
                   '十大谣言','十大','一周辟谣','一周', '辟谣','标题','视频','盘点','一图解答','音频','播报','听辟谣',
                   '年度','上半年','下半年','周五','周五较真','较真','辟谣','年度盘点','谣言','发布',
                   '这种','讲清楚','一文','这份','一篇','这篇','这篇文','篇文章','解答','告诉','该不该','一起','不是','不会','不用','没有','可能','到底','直播','二维码',
                   '原来','top10','TOP10','vs','不要','不能','小心','已经','注意','无谣','这是','不靠','赶紧','梅梅','别信','轻信','失实','纯属','上当','揭秘','导致','两个','究竟',
                   '|','…','「','很多','看看','可别','莫再','几个','务必','知道','看清','有没有','说法','一种','几种','传言','终于','总是','刚刚','真有','速转','人们']

stopword_douyin = ['dou','#dou来辟谣吧','抖音','请查收','星榜单','榜单','中国互联网联合辟谣平台','盘点','合集','今日','明天','每天','本周','这周','一周','每周','辟谣榜','谣零零计划','谣零零','零零','#热点','#离谱','年度','谣言','粉碎机','精选','辟谣',
                   '11','2023','24','20','28','一下','发现','一号','辟辟','必看','不信谣','没想到','万万','没想到','评论','事件','艾特','相关','年辟','艾特辟','别带']